Repository: igorkobilous/igorko
Catalog: students/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Exam
pl: Egzamin

source: Exams
pl: Egzaminy

source: Subject
pl: Przedmiot

source: Date
pl: Data

source: Lecturer
pl: Wykładowca

source: Group
pl: Grupa

source: Additional note
pl: Dodatkowe uwagi

source: Groups
pl: Grupy

source: Title
pl: Tytuł

source: Leader
pl: Lider

source: Month Journal
pl: Miesięcznik

source: Month Journals
pl: Miesięczniky

source: Students
pl: Studenty

source: First Name
pl: Imię

source: Last Name
pl: Nazwisko

source: Middle Name
pl: Drugie imię

source: Birthday
pl: Urodziny

source: Photo
pl: Zdjęcia

source: Ticket
pl: Bilet

source: Contact with administrator
pl: Kontakt z administratorem

source: Students Accounting Service
pl: Studenci usługi księgowe

source: App to manage students database
pl: Aplikacja do zarządzania bazą danych studentów

source: Group:
pl: Grupa

source: All Students
pl: Wszyscy Studenty

source: Logout
pl: Wyloguj

source: via Facebook
pl: przez Facebook

source: Login
pl: Zaloguj

source: Register
pl: Zarejestrować

source: Journal
pl: Dziennik

source: Contact
pl: Kontakt

source: Delete
pl: Kasować

source: Do you really want to delete group: "%(object)s"?
pl: Czy na pewno chcesz usunąć grupę: "%(object)s"?

source: Do you really want to delete student: "%(object)s"?
pl: Czy na pewno chcesz usunąć studena: "%(object)s"?

source: Do you really want to delete exam: "%(object)s"?
pl: Czy na pewno chcesz usunąć egzamin: "%(object)s"?

source: Yes
pl: Tak

source: No
pl: Nie

source: Add Exam
pl: Dodaj egzamin

source: Exam Update
pl: Dodaj Egzamin

source: Exams List
pl: Lista egzaminów

source: Actions
pl: Akcjy

source: Action
pl: Akcja

source: No exams in the database
pl: Nie ma egzaminów w bazie danych

source: Add Group
pl: Dodaj grupę

source: Group Update
pl: Grupa Aktualizacja

source: Groups List
pl: Lista grup

source: No groups in the database
pl: Nie ma grup w bazie danych

source: While no student in the database. Please,
pl: Chociaż żaden uczeń w bazie danych. Proszę,

source: add
pl: Dodaj

source: first.
pl: pierwszy

source: Changes are automatically saved in a log each click in a cell of the table.
pl: Zmiany są automatycznie zapisywane w dzienniku każde kliknięcie w komórce tabeli.

source: There saving ...
pl: Istnieje oszczędności ...

source: Previous month
pl: Poprzedni miesiac

source: Next month
pl: przyszły miesiąc

source: Student add
pl: Dodaj studenta

source: Add Student
pl: Dodaj studenta

source: Enter first name
pl: Podaj imię

source: Enter last name
pl: Podaj nazwisko

source: Enter middle name
pl: Podaj drugie imię

source: [year]-[month]-[day]
pl: [rok]-[miesiąc]-[dzień]

source: Enter ticket number
pl: Podaj numer biletu

source: Select group
pl: Wybierz grupę

source: Add
pl: Dodaj

source: Cancel
pl: Anuluj

source: Student Update
pl: Student Aktualizacja

source: Please, correct the following errors
pl: Proszę poprawić następujące błędy

source: Students List
pl: Lista studentów

source: Ticket #
pl: Bilet #

source: No students in the database
pl: Nie ma studentów w bazie danych

source: Send
pl: Wysłać

source: Your email adress
pl: Twój adres email

source: Message
pl: Wiadomość

source: Message send successfully!
pl: Wiadomość została wysłana pomyślnie!

source: Save
pl: Zapisać

source: Exam added successfuly!
pl: Sprawdziany dodany pomyślnie!

source: Exam updated successfuly!
pl: Sprawdziany dodany pomyślnie!

source: Exam updated canceled!
pl: Sprawdziany aktualizacja odwołany!

source: Exam deleted succesfuly!
pl: Sprawdziany usunięte pomyślnie!

source: Such a group exists. Select another name
pl: Taka grupa istnieje. Wybierz inną nazwę

source: Group added succesfuly!
pl: Grupa dodany pomyślnie!

source: Group updated successfuly!
pl: Grupa zaktualizowany!

source: Group updated canceled!
pl: Grupa aktualizacja odwołany!

source: First Name field is required
pl: Pierwsze pole imię jest wymagane!

source: Last Name field is required
pl: Pierwsze pole nazwisko jest wymagane!

source: Bithday is required
pl: Urodziny jest wymagana

source: Please, enter correct date format (e.g. 1984-12-30)
pl: Proszę podać poprawny format daty (np 1984-12-30)

source: Ticket is required
pl: Bilet jest wymagane

source: Select group for student
pl: Wybierz grupę dla studentów

source: Please, select correct group
pl: Proszę wybrać właściwą grupę

source: Photo size should not exceed 2Mb
pl: Rozmiar zdjęcia nie powinna przekraczać 2MB

source: Use the photo format (.jpeg, .jpg, .gif, .png)
pl: Użyj formatu zdjęć (.jpg, .jpeg, .gif, .png)

source: Student added successfuly!
pl: Student dodany pomyślnie!

source: Please, correct the following errors!
pl: Proszę poprawić następujące błędy!

source: Student added canceled!
pl: Student dodał odwołany!

source: Student updated successfuly
pl: Student pomyślnie zaktualizowane

source: Student updated canceled
pl: Student aktualizacja odwołana

source: Student deleted successfuly
pl: Student pomyślnie usunięty
